cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'libgit2'
brew 'node'
brew 'neofetch'
brew 'postgresql'
brew 'ruby-build'
brew 'ocaml'
brew 'rbenv'
brew 'wget'
brew 'youtube-dl'
brew 'toilet'
brew 'zsh'
brew 'zsh-completion'

cask 'android-platform-tools'
cask 'firefox'
cask 'mactex'
cask 'steam'
cask 'qtspim'
cask 'xquartz'
cask 'vlc'
